{
  "meta": {
    "team_name": "THM",
    "approach_description": "using ChatGPT to explain unknown things",
    "task": "B",
    "run_name": "Nils"
  },
  "1": [
    "3d fillament uses fused deposition modeling",
    "3d fillament uses stereolithography",
    "3d print selective laser sintering",
    "3d printer use cases examples",
    "3d printer data formate",
    "3d printer test file",
    "3d modeling software",
    "thingyverse",
    "blender 3d modeling course",
    "Applications of additive manufacturing"
  ],
  "2": [
    "mental health throughout the years ",
    "current mental health problems",
    "healthcare system usa",
    "healthcare systems europe",
    "mental health symptoms",
    "reasons for rising mental health issues",
    "econometric model to study climate change and mental health",
    "Impact of climate change on public health systems",
    " Role of health information exchange in mental health coordination",
    "Cross-national comparison of mental health policy frameworks"
  ],
  "3": [
    "income and spending habits generation z",
    "house income and costs throughtout the years",
    "what influences gen z shopping behaivior",
    "gen z work life balance",
    "Psychological traits of Generation Z consumers",
    "Social media influence on impulsive buying",
    "Delay of gratification in Gen Z behavior studies",
    "Role of digital marketing in triggering impulsive purchases",
    "Gen Z financial literacy and spending habits",
    "Generational comparison of buying motivations"
  ],
  "4": [
    "malaria cases recent years",
    "malaria aid projects",
    "Long-term economic cost of malaria on communities",
    "Gender disparities in malaria burden and care roles",
    "Effectiveness of insecticide-treated bed nets in rural areas",
    " Impact of malaria on school attendance and performance",
    "Climate change and malaria spread patterns",
    "Vaccine development and deployment for malaria",
    "Government policies on malaria control in sub-Saharan Africa",
    "International funding for malaria eradication efforts"
  ],
  "5": [
    "gambeling addiction cause",
    "gambeling laws against addiction",
    "which gambeling games are the most addictive",
    "groups most commonly addicted to gambeling",
    "addiction numbers online gamebling",
    "online gambeling vs offline gambeling addiction",
    "correlational behaivior gambelng addiction to other addictions",
    "what makes people prone to a gambeling addiction",
    "pathologic changes gambeling addiction",
    "Role of reinforcement schedules in maintaining gambling behavior"
  ],
  "6": [
    "effect of diffenrent music genre on recipients",
    "resonance of music notes to listeners",
    "cognitive benefits of classical music on children",
    "classical music in therapeutic settings",
    "impact of classical music on concentration and productivity",
    "classical music and its effects on sleep quality",
    "neurological response to classical music",
    "does classical music enhance memory retention",
    "comparison of classical and modern music on stress relief",
    "role of classical music in hospital recovery environments"
  ],
  "7": [
    "minimal waste household",
    "impact of sustainable textiles on fashion industry",
    "educational programs for sustainable fashion",
    "life cycle assessment of eco-friendly fabrics",
    "consumer awareness of sustainable clothing",
    "integration of sustainability in textile curriculum",
    "comparison of synthetic vs natural sustainable fibers",
    "challenges in scaling sustainable textile production",
    "sustainable supply chains in apparel manufacturing",
    "traditional textile practices and environmental sustainability"
  ],
  "8": [
    "trade-off between energy efficiency and latency in wireless sensor networks",
    "impact of node mobility on packet delivery in distributed networks",
    "fault-tolerant routing protocols for sensor networks",
    "comparison of centralized vs decentralized data recovery approaches",
    "machine learning applications in detecting packet loss in WSNs",
    "antenna selection algorithms for energy-saving in MIMO systems",
    "multi-hop communication efficiency in dense sensor deployments",
    "cross-layer optimization techniques for low-power IoT networks",
    "security challenges in distributed beamforming protocols",
    "simulation tools for modeling wireless sensor network performance"
  ],
  "9": [
    "gold mining operations Sudan Wagner",
    "Yevgeny Prigozhin Africa operations timeline",
    "Concord Management role in Sudan resource deals",
    "Africa Corps Wagner activities in Central Africa and Sudan",
    "Russian military diplomacy Sudan post-2023",
    "Sudan paramilitary forces linked to Wagner",
    "UN response to Wagner operations in Sudan",
    "Molkino training camp and Wagner deployments abroad",
    "PMC regulation under international law Sudan case",
    "impact of Wagner on Sudan civil conflict dynamics"
  ],
  "10": [
    "connection wagner group redut group",
    "russian pmcs funding",
    "are russian private military groups legal international",
    "involvement redut group in ukrain",
    "involvement redut group in syria",
    "involvement redut group in africa",
    "russian govenment controll over private military groups",
    "difference wagner group and redut group",
    "russian private military groups",
    "SHCHIT Stroitransgaz private security operations"
  ],
  "11": [
    "child labor laws philippines",
    "childlabor in philippines by industries",
    "how are childlabor laws enforced in philippines",
    "childlabor  laws worldwide",
    "child labor education programms",
    "cultural values philippines",
    "economic impact of child labor in Philippines",
    "government policies addressing child labor in Philippines",
    "role of NGOs in combating child labor in Philippines",
    "social consequences of child labor in Philippines"
  ],
  "12": [
    "1991 magna carta",
    "female education philippines",
    "impact of purpose driven decision making",
    "successful philipino women in politics",
    "female representation in politics",
    " barriers to women’s political participation in the Philippines",
    "gender equality policies in Philippine politics",
    " role of women’s organizations in political empowerment",
    "cultural influences on Filipino women’s leadership styles",
    " case studies of purpose-driven female politicians in the Philippines"
  ],
  "13": [
    "effect of plastic in concrete",
    "structual integrity of plastic infused concrete",
    "plastic waste in construction projects",
    "plastic waste processing for construction purposes",
    "longterm effect of plastic waste in construction",
    "what kind of plastic waste is resed in construction",
    "environmental impact of using plastic waste in construction",
    "economic benefits of plastic waste recycling in building materials",
    "challenges in scaling plastic waste utilization in the construction industry",
    "case studies of successful plastic waste applications in concrete production"
  ],
  "14": [
    "best birthcontrol to manage pcos",
    "longterm effect of mirena managing pcos",
    "treatment options for pcos",
    "pcos hormonal imbalance",
    "weightloss and pcos",
    "are lifestyle changes alone enough to manage pcos",
    " insulin resistance and PCOS",
    "fertility treatments for PCOS",
    " impact of PCOS on mental health",
    "long-term health risks associated with PCOS"
  ],
  "15": [
    "use of ai and new technologies in the food industry",
    "effect of new technologies in foodprocessing",
    "regulations for nanotechnologie in food",
    "eu regulations for food processing",
    "safe nanotechnologie for food",
    "transparency in food advertisement",
    "food packaging regulations japan",
    "ethical concerns about nanotechnology in food",
    "risk communication strategies for emerging food technologies",
    "impact of cultural differences on technology acceptance"
  ],
  "16": [
    "homemade plant based ink",
    "which plants are suited for ink production",
    "roots used for ink production",
    "how long does kamote leav ink last on paper",
    "how long does sweet potato leav ink last on paper",
    "plant based ink compared to comercial ink",
    "which compounds impact the propertys of plant based ink",
    "binding agents to use for plant based ink",
    "plant based ink uv resistance",
    "kamote leave ink longevity"
  ],
  "17": [
    "axial flow",
    "tangental flow",
    "flow behaivior",
    "flow behaivior with different densitys",
    "viscosity impact on flow behaivior",
    "stabilising flow patterns ",
    "vortex brakdown in hull flow",
    "laminar and trubulent flow simulation",
    "fluid dynamic simulator",
    "applications of radial flow in engineering"
  ],
  "18": [
    "how do funeral traditions differ throughout europe",
    "church role in spanish funeral",
    "famous spanish cementeries",
    "rules for burial vs cremation in spain",
    "eco freindly funeral options",
    "catholic influence on spanish funerals",
    "how do funerals differ to each other in spain by region",
    "traditional foods for spanish burials",
    "mourning customs in spanish culture",
    "influence of religion on funeral rituals in Spain"
  ],
  "19": [
    "impact of chatbots on customer satisfaction",
    "security and privacy problems with ai chatbots for hotels",
    "ai chatbot training",
    "ai chatbot optimization",
    "challenges when implementing chatbots for buissness",
    "metrics to measure chatbots",
    "will chatbot interaction improve customer loyalty",
    "does being multilingual impact the chatbots effectiveness",
    "future of ai chatbots with machine learning",
    "chatbot interaction with elderly customers"
  ],
  "20": [
    "impact of unrealistic parental expectations",
    "cultural differences in parental expectations",
    "how to set parental expecations in accordance with childrens future plans",
    "parental expectations based on gengder of child",
    "parental expectations based by gender of parent",
    "signs of child trauma by parental expectations",
    "signs of burnout in children",
    "healty family boundaries for expectations",
    "family therapy nearby",
    "at wich point will parental expectations become a burden"
  ],
  "21": [
    "building healty habits against gaming addiction",
    "psycoloical effects of gaming addiction",
    "gaming addiction longterm",
    "online games designed to reduce gaming addiction",
    "philippine lwas aginst gaming addiction",
    "parental intervention for gaming addiction ",
    "treatment for gaming addiction",
    "help groups for online game addicts",
    "gaming addiction effect on academic performance",
    "prevention strategies for online game addiction"
  ],
  "22": [
    "benefits and drawbacks of online dating",
    "sucessrate of online dating",
    "psycological effects of online dating",
    "how do algorithms work for online dating",
    "online dation demographics ",
    "safety tips for online dating",
    "privacy and data security online dating",
    "motivation for online dating",
    "impact of online dating on modern relationships",
    "challenges and benefits of online dating"
  ],
  "23": [
    "UN role during siege of sarajevo",
    "miltiary factions during bosnian war",
    "Denis Bećirović",
    "Bosnia current politics",
    "bosnia forein politics",
    "bosnia nato",
    "herzegovina",
    "bosnian war key events",
    "international intervention in bosnia",
    "peacekeeping missions in sarajevo"
  ],
  "24": [
    "ai driven leadership training for leadership roles in different universitys",
    "how can ai training programms be customised",
    "ethics for ai tools aiing leadership roles",
    "ai influence on cummunication skills for academic leadership",
    "how can ai identify imporvement in leadership behaivior",
    "quality gap in privat versus public universtitys by leadership roles",
    "ai driven leadership in social settings ",
    "ai tools for collaboration and team management",
    "challenges of integrating AI in academic leadership development",
    "perceptions of faculty members on AI in leadership training"
  ],
  "25": [
    "popular anime ",
    "common anime designs ",
    "anime accessories ",
    "hosting an onlineshop",
    "anime conventions spending behaivior",
    "anime street wear ",
    "easy merch design",
    "upcoming animes",
    "anime characters or series with the most merch",
    "influence of streaming services on anime merchandise sales "
  ],
  "26": [
    "cause of lack of leradership skills in highschool students",
    "how can schools integrate leadership skills in the curriculum",
    "how can schools integrate leadership skills for students into thei classes",
    "how can teachers encourage leadership skills",
    "impact on lack of leadership skills in students future career choices",
    "options for extracuricular activities to teach leadership skills ",
    "cultural factors that impact development of leadership skills ",
    "how do poor leadership skills affect school projects in senior hihschool",
    "strategies to improve leadership skills in students",
    "role of teachers in fostering leadership development"
  ],
  "27": [
    "mental health influence of tiktok trends on students",
    "how do tiktok challenges shape student social behaivior",
    "teaching tiktok use responsible",
    "popular tiktok trends",
    "does the tiktok algorithm promote harmful content",
    "can tiktok trends encourage creativity",
    "filtering tiktok trends for positive and usefull content",
    "psychological effects of TikTok trends on students",
    "impact of TikTok trends on academic performance",
    " parental guidance strategies for TikTok usage among students"
  ],
  "28": [
    "most perscribed cardiovascular agents and their effect",
    "lifestyle changes most effective for improved cardiovascular health",
    "diet recommendations for cardiovascular health",
    "how do healtcare systems support patients with cardiovascular problems",
    "how is cardiovascular risk assessed in patients",
    "common medications used as cardiovascular agents",
    "role of exercise in cardiovascular health",
    "impact of smoking on cardiovascular health",
    "technological advances in cardiovascular treatment",
    "preventive strategies for cardiovascular disease"
  ],
  "29": [
    "most common financial misconceptions for students",
    "most common financial misconceptions for adults",
    "financial education for students",
    "social media impact on financial education for students",
    "impact of family background on financial education",
    "cumlural impact on finacial education",
    "students perception and behaivior towards financial risk and debt",
    "impact of early financial education for longterm well being",
    "student perception on money menagement",
    "apps to teach students the importants of finacial education"
  ],
  "30": [
    "what qualifications are needed to become a professional caregiver",
    "how can caregivers manage burnout and stress",
    "how do you transition a family member from home care to assisted living",
    "what are sings that an elderly person needs a caregiver",
    "how can caregivers balance work, family and caregiving responsibilities",
    "what technology or tools can help cargivers manage daily tasks",
    "how do cultural differences affect caregiving approches",
    "what are the best practices for communicating with someone who has dementia",
    "how does caregiving affect mental health in the long term",
    "what financial support is available for family caregivers"
  ],
  "31": [
    "How does Canva compare to Adobe Creative Cloud for non-designers?",
    "What are the limitations of using Canva for professional graphic design?",
    "Can Canva be used effectively for educational purposes in schools?",
    "How does Canva support collaboration in design projects?",
    "What role does Canva play in digital marketing campaigns?",
    "Are there studies on Canva’s impact on student creativity and engagement?",
    "What are the best Canva features for creating brand identities?",
    "How secure is Canva for storing and sharing design files?",
    "What are some tips to improve creativity when designing in Canva?",
    "Can Canva be integrated with other platforms like Google Workspace or Microsoft Teams?"
  ],
  "32": [
    "What are the most popular meatball recipes from different cultures?",
    "How do street food vendors in Asia prepare and sell meatballs?",
    "What are unique meatball snacks or variations found in South America?",
    "How to start a small meatball-focused food cart business?",
    "What are plant-based or vegetarian alternatives to traditional meatballs?",
    "How do flavor profiles of meatballs differ between Europe and Southeast Asia?",
    "What are the best sauces for serving with international meatball dishes?",
    "How to price meatballs for street food vs. restaurant settings?",
    "What are innovative fusion meatball ideas for a global food stall?",
    "How do consumer preferences for meatballs vary by region or country?"
  ],
  "33": [
    "How does employee engagement impact national productivity metrics?",
    "What policies can improve employee engagement in developing economies?",
    "How do geopolitical tensions affect foreign investment in Southeast Asia?",
    "What are the long-term economic risks of Chinese infrastructure loans?",
    "How does poverty reduction contribute to sustainable economic development?",
    "What role do small and medium enterprises (SMEs) play in lifting people out of poverty?",
    "How has the Belt and Road Initiative affected labor markets in participating countries?",
    "What are the economic consequences of unresolved maritime disputes in the South China Sea?",
    "How do economic downturns disproportionately affect low-income populations?",
    "What strategies have proven effective in boosting economic mobility in emerging markets?"
  ],
  "34": [
    "How does Star Wars use visual language to depict authoritarian regimes?",
    "What are examples of Riefenstahl's influence on modern Hollywood films?",
    "How did George Lucas design the Galactic Empire's visual identity?",
    "What is the role of propaganda in Star Wars and how does it reflect real-world regimes?",
    "Are there other sci-fi films influenced by fascist aesthetics?",
    "How do costume and set design in Star Wars evoke militaristic symbolism?",
    "What are the ethical implications of borrowing from fascist imagery in popular media?",
    "How does Star Wars distinguish the Rebellion from the Empire through cinematography?",
    "In what ways does Triumph of the Will continue to influence film and visual storytelling?",
    "Has George Lucas commented on the political interpretation of Star Wars by modern audiences?"
  ],
  "35": [
    "What types of board diversity have the strongest correlation with company profitability?",
    "How does gender diversity on boards influence investor confidence?",
    "Are ethnically diverse boards more innovative in strategic decision-making?",
    "How do educational backgrounds of CEOs compare to those of board members in high-performing companies?",
    "Does board diversity reduce corporate risk or improve crisis management?",
    "What role does cultural diversity play in multinational corporate governance?",
    "Are there industry-specific trends in how board diversity affects financial performance?",
    "How does cognitive diversity (e.g. different problem-solving styles) influence board effectiveness?",
    "Can mandatory board diversity policies lead to measurable financial gains?",
    "What is the relationship between board diversity and ESG (Environmental, Social, Governance) performance?"
  ]
}